export const shams = `بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
وَالشَّمْسِ وَضُحَاهَا ﴿۱﴾
وَالْقَمَرِ إِذَا تَلَاهَا ﴿۲﴾
وَالنَّهَارِ إِذَا جَلَّاهَا ﴿۳﴾
وَاللَّيْلِ إِذَا يَغْشَاهَا ﴿۴﴾
وَالسَّمَاءِ وَمَا بَنَاهَا ﴿۵﴾
وَالْأَرْضِ وَمَا طَحَاهَا ﴿۶﴾
وَنَفْسٍ وَمَا سَوَّاهَا ﴿۷﴾
فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ﴿۸﴾
قَدْ أَفْلَحَ مَنْ زَكَّاهَا ﴿۹﴾
وَقَدْ خَابَ مَنْ دَسَّاهَا ﴿۱۰﴾
كَذَّبَتْ ثَمُودُ بِطَغْوَاهَا ﴿۱۱﴾
إِذِ انْبَعَثَ أَشْقَاهَا ﴿۱۲﴾
فَقَالَ لَهُمْ رَسُولُ اللَّهِ نَاقَةَ اللَّهِ وَسُقْيَاهَا ﴿۱۳﴾
فَكَذَّبُوهُ فَعَقَرُوهَا فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنْبِهِمْ فَسَوَّاهَا ﴿۱۴﴾
وَلَا يَخَافُ عُقْبَاهَا ﴿۱۵﴾`;

export const lail = `بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
وَاللَّيْلِ إِذَا يَغْشَى ﴿۱﴾
وَالنَّهَارِ إِذَا تَجَلَّى ﴿۲﴾
وَمَا خَلَقَ الذَّكَرَ وَالْأُنْثَى ﴿۳﴾
إِنَّ سَعْيَكُمْ لَشَتَّى ﴿۴﴾
فَأَمَّا مَنْ أَعْطَى وَاتَّقَى ﴿۵﴾
وَصَدَّقَ بِالْحُسْنَى ﴿۶﴾
فَسَنُيَسِّرُهُ لِلْيُسْرَى ﴿۷﴾
وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى ﴿۸﴾
وَكَذَّبَ بِالْحُسْنَى ﴿۹﴾
فَسَنُيَسِّرُهُ لِلْعُسْرَى ﴿۱۰﴾
وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تَرَدَّى ﴿۱۱﴾
إِنَّ عَلَيْنَا لَلْهُدَى ﴿۱۲﴾
وَإِنَّ لَنَا لَلْآخِرَةَ وَالْأُولَى ﴿۱۳﴾
فَأَنْذَرْتُكُمْ نَارًا تَلَظَّى ﴿۱۴﴾
لَا يَصْلَاهَا إِلَّا الْأَشْقَى ﴿۱۵﴾
الَّذِي كَذَّبَ وَتَوَلَّى ﴿۱۶﴾
وَسَيُجَنَّبُهَا الْأَتْقَى ﴿۱۷﴾
الَّذِي يُؤْتِي مَالَهُ يَتَزَكَّى ﴿۱۸﴾
وَمَا لِأَحَدٍ عِنْدَهُ مِنْ نِعْمَةٍ تُجْزَى ﴿۱۹﴾
إِلَّا ابْتِغَاءَ وَجْهِ رَبِّهِ الْأَعْلَى ﴿۲۰﴾
وَلَسَوْفَ يَرْضَى ﴿۲۱﴾`;

export const ekhlas = `بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ
قُلْ هُوَ اللَّهُ أَحَدٌ ﴿۱﴾
اللَّهُ الصَّمَدُ ﴿۲﴾
لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿۳﴾
وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ﴿۴﴾`;

export const ayatAlkorsi = `اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ ﴿۲۵۵﴾
لَا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ فَمَنْ يَكْفُرْ بِالطَّاغُوتِ وَيُؤْمِنْ بِاللَّهِ فَقَدِ اسْتَمْسَكَ بِالْعُرْوَةِ الْوُثْقَى لَا انْفِصَامَ لَهَا وَاللَّهُ سَمِيعٌ عَلِيمٌ ﴿۲۵۶﴾
اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ وَالَّذِينَ كَفَرُوا أَوْلِيَاؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُمَاتِ أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ ﴿۲۵۷﴾`;

export const shaedAllah = `شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ ﴿۱۸﴾`